{
  "specific": {
    "IT/websiteresponisble": {
      "recruitmentTitle": "IT/website responsible",
      "title": "Overall IT-person for ÆSIR",
      "description": "We are looking for a person who knows (or want to learn) how to manage this website, google drive, gmail and Facebook Workplace. Knowledge in Javascript, HTML and basic programing is preferred. Have a look at our Github for an insight at this websites construction",
      "requirements": [
        "Have some knowledge (and want to learn more) with Javascript, HTML and gmail",
        "Have some experience with website- and email managment"
      ],
      "shouldLike": [
        "Technical challenges and improving/sustaining internal communications."
        "Designing websites"
      ]
    },
    "prResponsible": {
      "recruitmentTitle": "PR responsible",
      "title": "PR responsible",
      "description": "We are looking for a person to be responsible for our PR and help us with brand development.",
      "requirements": [
        "Have some knowledge with graphical design.",
        "Strive to be consistent with your writing."
      ],
      "shouldLike": [
        "To stay up to date with the goings on at ÆSIR.",
        "Create content for social media."
      ]
    }
  },
  "generic": {
    "electronics": {
      "recruitmentTitle": "Electronics engineer",
      "title": "Electronics engineers",
      "description": "We constantly need more people who have practical experience with electronics. You would work with both on-board systems intended for our Odin rocket as well as ground systems and eventually work with bigger projects.",
      "requirements": [
        "Have practical experience with electronics.",
        "Have some experience with programming intended for embedded systems."
      ],
      "shouldLike": [
        "Doing electronics projects.",
        "Working in a team."
      ]
    },
    "mechanical": {
      "recruitmentTitle": "Construction engineer",
      "title": "Construction engineers",
      "description": "We need people who can make drawings and CAD files into real objects. You will have access to a workshop with all sorts of tools and machines, a literal rocket factory.",
      "requirements": [
        "Have done something mechanical.",
        "Have used a lathe or CNC router."
      ],
      "shouldLike": [
        "Making things out of thin air."
      ]
    }
  }
}
